spring_tone = [
    ['FFDAB9', 'FFDEAD', 'FFE4B5', 'FFB6C1', 'FFA07A', 'FF7F50', 'FF6347', 'FFD700', 'FFA500','FF8C00', 
     'F08080','D8BFD8', 'D2B48C', 'CD5C5C', 'BDB76B', 'BC8F8F', 'B0C4DE','B0E57C', '9ACD32', '98FB98', 
     '9370DB', 'F4A460', 'DEB887', 'FFE4E1', 'E6E6FA', 'FFC0CB', 'FFB347', 'F5BA59', 'E97451', 'E95C4B',
     'E89866', 'E39191', 'DEA5A4', 'D9A6A9', 'D68A59', 'D6738A', 'D0417E', 'C46210', 'C19A6B',  'BC987E',
     'B94E48', 'B2EC5D', 'B0BFDE', 'AE98AA', 'AD8884', 'AD6DAD', 'A67B5B', 'A3C1AD', 'A1CAF1', '9E5B40', 
     '9EBD9E', '9A6EAE', '967117', '967BB6', '954535', '9470C4', '926F5B','578363', '8DB600', '87A96B',
     '836953', '80461B', '77DD77', '76D7EA', '72A0C1', '71A6D2', '6F4E37', '6C541E', '6A5ACD', '66ADA4',
     '6456B7', '624E9A', '60A57F', '5D8AA8', '5B92E5', '44798E', '42647F','3A8EBA', '3A75C4', '39627C'
    ],
    ["골드 브라운, 밀크 브라운처럼 갈색이나 주황빛이 도는 갈색 헤어"], #
    ["로즈골드, 골드"],
    ["봄웜 퍼스널 컬러는 따뜻하고 밝은 색상이 어울리는 계절적인 컬러 타입입니다. 봄웜에 어울리는 색상은 황금색, 살몬 핑크, 밝은 코랄, 오렌지 등 밝고 화사한 색상입니다. 이러한 색상의 의류를 선택하여 화사한 룩을 완성하세요."],
    ["밝고 화사한 피부 톤, 황금빛이 도는 피부"],
    ["밝은 브라운 색"],
    ["봄 웜"],
    ["SPRING WARM"]
]
summer_tone = [
    [
    '5F9EA0', '87CEFA', '4682B4', '1E90FF', 'AFEEEE', '00BFFF', '99CCCC', 'CCFFFF', '66CCCC', '20B2AA', 
    '5D8AA8', '007FFF', '0F52BA', '73C2FB', '4997D0', '01796F', '1D2951', '00FF99', '3E8EDE', '6082B6', 
    '195905', '0072BB', '1974D2', '6699CC', '2A52BE', '1034A6', '00CC99', '87CEEB', '00B0E0', '00AEEF', 
    '009ACD', '0078D7', '00509E', '003366', '4B0082', '0099CC', '79A8B9', '7CB5C0', '81C1C7', '87CDD0', 
    '8DD9D9', '94E5E2', '9AF0EB', 'A1FAF4', 'ADD8E6', 'A8FBFB', 'AFEBE8', 'B6DBD7', 'BDDACD', 'C4D9C3',
    '66CDAA', 'A020F0', '9932CC', '8A2BE2', 'D8BFD8', 'DA70D6', 'DDA0DD', '7B68EE', '8B008B', '00CED1', 
    '8B3A62', '912CEE', '9370DB', 
    '993366', '9966CC', '9F00C5', 'BA55D3', 'BB3385', '33CCCC', 'BF94E4', 'C154C1', 'C9A0DC', 
    'CC00FF', 'BF00FF', '9933FF', '6600FF', 'AFDBF5', 'FD4D4D', 'BBFFFF',
    '8000FF', '7D26CD', '702963', '660099', 'D3BFD9', 'D8C2D7', 'DCB5D5', '00CCCC', '00FFCC',
    'FFC0CB', 'FF69B4', 'FFB6C1', 'FF1493', 'DB7093', 'EE82EE', 'FF6EB4', '98FB98', '9AFEFF',
    'D39BCB', 'E75480', 'E30B5D', 'FF0090', 'FF4500', 'FF82AB', '00FFFF', '5FA778',
    'FF33CC', 'FF00CC', 'FF007F', 'FF3E96', 'FF66B2', 'FF3399', 'EE1289', 'E0FFFF',
    'D02090', 'C71585', 'BF3EFF', 'B23AEE', 'FFA0A1', '40E0D0', '7FFFD4', 'B0E0E6',
    'FFB2B5', 'FFC4C9', 'FFD6DD', 'FFE8E1', 'FFFAF5', 'FFE4E4', 'FFD8D8', 'FFCCCC', '48D1CC',
    'B0C4DE', 'A9A9A9', '708090', '778899', 'BEBEBE', 'D3D3D3', 'DCDCDC', 'C2C2C2', 'E0E0E0'
    ],
    ["은백색, 회색, 다크 브라운"], #
    ["실버"],
    ["여름쿨 퍼스널 컬러는 시원하고 차분한 색상이 잘 어울리는 계절적인 컬러 타입입니다. 여름쿨에 어울리는 색상은 그레이쉬 블루, 시폰 그린, 시폰 핑크, 아이보리 등 차분하고 시원한 색상입니다. 이러한 색상의 의류를 선택하여 시원한 룩을 완성하세요."],
    ["시원하고 차분한 피부 톤, 분홍빛이 도는 피부"],
    ["푸른 색"],
    ["여름 쿨"],
    ["SUMMER COOL"]
    
]
fall_tone = [
    [
    'A0522D', 'D2691E', 'CD853F', 'BC8F8F', 'F4A460', 'DEB887', 'D2B48C', 'B8860B', 'FF6D00','FFDAB9',
    'B22222', 'E9967A', 'FA8072', 'FF4500', 'FF6347', 'F9A825', 'F57F17', 'FBC02D', 'FF7F50', 'FF8C00',
    'FFA500', 'BDB76B', '556B2F','FFEB3B', 'FFAB40', 'FF9100', '9ACD32', '32CD32', '228B22', '00FF00', 
    'ADDFAD', '66CDAA', '3CB371', '2E8B57', '00FA9A', '00FF7F', 'A52A2A', 'CD5C5C', '9B30FF', 
    'DC143C', 'FF83FA', 'FF8C69', 'FFA07A', 'FFA54F', 
    'FFB6C1', 'FFC0CB', 'FFC1C1', 'FFD39B', 'FFD700', 'FFDEAD', 'FFDEDB', 
    'FFE4B5', 'FFE4E1', 'FFE7BA', 'FFEBCD', 'FFEC8B', 'FFEFDB', 'FFF0F5', 'FFF5EE', 
    'FFF68F', 'FFF8DC', 'FFFACD', 'FFFAF0', 'FFFACC', 'FFFD0', 'FFFF00', 'FFFFE0', 'FFFFF0', 
    '5F9EA0', '68838B', '6959CD', '696969', '698B22', '698B69', '6A5ACD', 
    '6B8E23', '6C7B8B', '6E7B8B', '6E8B3D', '708090', '778899','7A378B', '7A67EE', 
    '7A8B8B', '7B68EE', '7CCD7C', '7D26CD', '7D9EC0', 
    '838B83', '8470FF', '87CEEB', 'FFA726', 'FFCC80', 'FFB74D', 'FFA040', 'F57C00', 'FFD180',
    '8A2BE2', 'E65100', 'FB8C00', 'FF9800', 'EF6C00', 'FF6E40', 
    '8B2252', '8B2323', '8B2500', '8B3626', '8B3A3A', '8B3A62', '8B3E2F', '8B4500', '8B4513', 
    'FF7043', 'FF5722', 'E64A19', 'D84315', 'BF360C', 'FFCCBC', 'FFAB91', 'FF8A65', '8B636C'
    ],
    ["다크 브라운, 브라운, 베이지 컬러"],
    ["골드"],
    ["가을웜 퍼스널 컬러는 따뜻하고 차분한 색상이 어울리는 계절적인 컬러 타입입니다. 가을웜에 어울리는 색상은 다크 그린, 베이지, 버건디, 오렌지브라운 등 차분하고 따뜻한 색상입니다. 이러한 색상의 의류를 선택하여 분위기 있는 룩을 완성하세요."],
    ["따뜻하고 차분한 피부 톤, 골드빛이 도는 피부"],
    ["따뜻한 브라운 색"],
    ["가을 웜"],
    ["FALL WARM"]
]
winter_tone = [
    [
    '33CCFF', '660033', 'CC00FF', '666666', '666600', '006666', 'CCCC66', '663333','99FFFF',  
    '333333', '999966', '99FFCC', 'CC66FF', 'FF9999', 'FFCCFF', '330033', 
    '33FFFF', '6666CC', 'CC99CC', '3300FF', '33CCCC', '3366CC', '9900FF', '33FF99', '006633', 
    'CC0066', '330066', '6633CC', 'FFCCCC', 'CC33FF', '6600CC', '66FFCC', '330099', 'CC6633', 
    '99CC66', '00FF99', '336633', '009966', '9999CC', '33CC66', '66CC99', '0033FF', '9999FF', 
    'FF3333', '99FF99', '009933', '336666', '660099', 'FF99FF', 'CC9999', '666699', 'FF6666', 
    '339999', 'FF3399', '996666', '3399FF', '6699FF', '66FF66', '00FFCC', 'FF33FF', 'CCCCFF', 
    '9933CC', '333399', '66FF33', '00FF33', '6699CC', 'CC3399', 'CC6699', '00FF66', '00FFFF', 
    'FF66CC', '0099CC', 'FF99CC', '993399', '3300CC', '3333CC', '66FF00', 'CCCCCC', 
    '66CC00', '336600', '0066CC', 'CCFF99', '333366', '99CCFF', '33FF33', '33FF66', '6633FF', 
    'CC66CC', '33FFCC', 'CC99FF', '666633', '006600', '66CCCC', '0066FF', 
    '99FF33', '990033', '330000', '003366', '993333', '0033CC', 'CC00CC', '99FF00', '336699', 
    '6600FF', '660066', '006699', '663399', 'FF00FF', '0099FF',  '9966FF', '00CCFF', 
    '3399CC', '3333FF', '009999', 'CC33CC', '333300', '6666FF', '999999', 'CC0099', '99CCCC', 
    '00CC66', 'FF0099', '9900CC', '99CC99', '66FFFF', '339966', '00CC33', 'CC0033', 
    '99FF66', 'CC3333', '00CC99', '66FF99', '003399', '9933FF', '33CC99', '990099', 
    '3366FF', 'FF0000', '66CC66', '990066', 'CCFFCC', 'CCFFFF', '66CC33', '9966CC', '990000'
    
    ],
    ["흑색, 짙은 회색, 짙은 갈색"],
    ["실버"],
    ["겨울쿨 퍼스널 컬러는 선명하고 강렬한 색상이 잘 어울리는 계절적인 컬러 타입입니다. 겨울쿨에 어울리는 색상은 퍼플, 다크 레드, 블랙, 에메랄드 그린 등 선명하고 깊은 색상입니다. 이러한 색상의 의류를 선택하여 선명한 룩을 완성하세요."],
    ["선명하고 밝은 피부 톤, 청동빛이 도는 피부"],
    ["진한 블랙 색"],
    ["겨울 쿨"],
    ["WINTER COOL"]
]

