spring_tone = [
    ["FFC0CB",  # 따뜻한 핑크 (Pink)
    "FF7F50",  # 코랄 (Coral)
    "FFFF66",  # 따뜻한 노랑 (Yellow)
    "98FF98",  # 민트 그린 (Mint Green)
    "E6E6FA",  # 라벤더 (Lavender)
    "F64A8A",  # 프렌치 로즈 (French Rose)
    "FFA500",  # 오렌지 (Orange)
    "F3E5AB",  # 바닐라 (Vanilla)
    "FFD700",  # 금색 (Gold)
    "008000",  # 초록 (Green)
    "FFB90F",  # 황금빛 오렌지 (Golden Orange)
    "FFE5B4",  # 피치 (Peach)
    "0047AB",  # 코발트 블루 (Cobalt Blue)
    "FFDB58",  # 머스타드 (Mustard)
    "C8A2C8"   # 연한 보라 (Light Purple)]
    ],
    ["골드 브라운, 밀크 브라운처럼 갈색이나 주황빛이 도는 갈색 헤어"], #
    ["로즈골드, 골드"],
    ["봄웜 퍼스널 컬러는 따뜻하고 밝은 색상이 어울리는 계절적인 컬러 타입입니다. 봄웜에 어울리는 색상은 황금색, 살몬 핑크, 밝은 코랄, 오렌지 등 밝고 화사한 색상입니다. 이러한 색상의 의류를 선택하여 화사한 룩을 완성하세요."],
    ["밝고 화사한 피부 톤, 황금빛이 도는 피부"],
    ["밝은 브라운 색"],
    ["봄웜"]
]
summer_tone = [
    [
    "ADD8E6", "87CEEB", "B0E0E6", "AFEEEE", "00CED1",
    "48D1CC", "20B2AA", "5F9EA0", "4682B4", "6495ED",
    "1E90FF", "87CEFA", "87CEFA", "00BFFF", "00BFFF"
    ],
    ["은백색, 회색, 다크 브라운"], #
    ["실버"],
    ["여름쿨 퍼스널 컬러는 시원하고 차분한 색상이 잘 어울리는 계절적인 컬러 타입입니다. 여름쿨에 어울리는 색상은 그레이쉬 블루, 시폰 그린, 시폰 핑크, 아이보리 등 차분하고 시원한 색상입니다. 이러한 색상의 의류를 선택하여 시원한 룩을 완성하세요."],
    ["시원하고 차분한 피부 톤, 분홍빛이 도는 피부"],
    ["푸른 색"],
    ["여름쿨"]
    
]
fall_tone = [
    [
    "8B4513", "A0522D", "CD853F", "DEB887", "D2691E",
    "8B0000", "B8860B", "BC8F8F", "F4A460", "DAA520",
    "8B4513", "CD853F", "D2691E", "DAA520", "BC8F8F"
    ],
    ["다크 브라운, 브라운, 베이지 컬러"],
    ["골드"],
    ["가을웜 퍼스널 컬러는 따뜻하고 차분한 색상이 어울리는 계절적인 컬러 타입입니다. 가을웜에 어울리는 색상은 다크 그린, 베이지, 버건디, 오렌지브라운 등 차분하고 따뜻한 색상입니다. 이러한 색상의 의류를 선택하여 분위기 있는 룩을 완성하세요."],
    ["따뜻하고 차분한 피부 톤, 골드빛이 도는 피부"],
    ["따뜻한 브라운 색"],
    ["가을웜"]
]
winter_tone = [
    [
    "4682B4", "5F9EA0", "6495ED", "778899", "708090",
    "87CEEB", "87CEFA", "B0C4DE", "B0E0E6", "ADD8E6",
    "AFEEEE", "00BFFF", "00CED1", "87CEEB", "87CEFA"
    ],
    ["흑색, 짙은 회색, 짙은 갈색"],
    ["실버"],
    ["겨울쿨 퍼스널 컬러는 선명하고 강렬한 색상이 잘 어울리는 계절적인 컬러 타입입니다. 겨울쿨에 어울리는 색상은 퍼플, 다크 레드, 블랙, 에메랄드 그린 등 선명하고 깊은 색상입니다. 이러한 색상의 의류를 선택하여 선명한 룩을 완성하세요."],
    ["선명하고 밝은 피부 톤, 청동빛이 도는 피부"],
    ["진한 블랙 색"],
    ["겨울쿨"]
]

